@extends('frontend.layouts.one')

@section('content')
    <div class="container">
        <div class="ui breadcrumb">
            <div class="section"> 当前位置：</div>
            <a class="section" href="{{url('')}}">首页</a>
            <i class="right angle icon divider"></i>
            <div class="section">用户使用协议</div>
        </div>
    </div>

    <div style="padding: 20px;">
        <h3 class="ui dividing header">今天买点啥用户使用协议</h3>

        <div class="description">
            <p>请仔细阅读以下条款，本协议是由您（以下称“用户”）与今天买点啥（以下称“今天买点啥”）就其提供的“今天买点啥”互联网服务（包括但不限于：今天买点啥网站（<a href="http://www.jtmds.cn" target="_blank">www.jtmds.cn</a>）、今天买点啥App端等）所订立的相关权利义务规范。本服务条款对您和“今天买点啥“均具有法律效力。本协议连同所有更新材料，补充条款以及“今天买点啥”的一切规则和政策共同构成了您与“今天买点啥”之间的协议。</p>

            <p>本协议的服务条款可由“今天买点啥”在必要时进行更新。服务条款一旦发生变更，“今天买点啥”将在网页上或App端公布所修改的内容。修改后的的服务条款一经公布即有效替代原服务条款。您可随时登陆“今天买点啥”网站查阅最新版服务条款。如果用户对本协议修改后的任何条款表示异议，用户可以主动取消或不再使用“今天买点啥”服务；如果用户继续选择使用“今天买点啥”服务，则视为用户已经完全接受本协议及其修改。</p>

            <p>一、使用规范</p>

            <p>1. 用户注册成功后，将产生“今天买点啥”账号及相应的用户名和密码等账号信息。“今天买点啥”账号的所有权归“今天买点啥”所有，用户完成申请注册手续后，获得“今天买点啥”账号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖，用户应谨慎合理的保存、使用其用户名和密码。因用户保管不善可能导致遭受盗号或密码失窃，责任由用户自行承担。<br>
                2. 用户需要对注册账号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他用户的账号或密码。在用户怀疑他人使用其账号或密码时，用户同意立即通知“今天买点啥”。<br>
                3. 用户在使用“今天买点啥”服务时所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表“今天买点啥”的观点、立场或政策，“今天买点啥”对此不承担任何责任。<br>
                4. 用户在使用“今天买点啥”服务的过程中，不得上载、复制、发布、传播或者转载如下内容：<br>
                （1）反对宪法所确定的基本原则的；<br>
                （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
                （3）损害国家荣誉和利益的；<br>
                （4）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
                （5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>

            <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
                （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
                （8）侮辱或者诽谤他人，侵害他人合法权益的；<br>
                （9）含有法律、行政法规禁止的其他内容的信息。</p>

            <p>二、社区指导原则</p>

            <p>用户同意遵守“今天买点啥”社区指导原则。“今天买点啥” 管理员有权对违反社区基本原则的用户作出包括但不限于：予以警告、要求撤销违规内容、永久停用账号等处理。</p>

            <p>附：“今天买点啥“社区指导原则：（<a href="http://bbs.jtmds.cn/forum.php?mod=viewthread&tid=4&extra=page%3D1" target="_blank">http://bbs.jtmds.cn/forum.php?mod=viewthread&tid=4&extra=page%3D1</a>）。</p>

            <p>三、知识产权</p>

            <p>1. 用户承诺，其发布在“今天买点啥”上的全部内容（包括但不限于：文字、图片或影音资料等）系用户原创或已经取得相关权利人的事先书面许可，不存在任何权利瑕疵或负担。</p>

            <p>2. 用户同意，将其在“今天买点啥“上发布的全部内容授予“今天买点啥”免费的、不可撤销的、非独家的使用许可。“今天买点啥”有权对上述内容进行包括但不限于：编辑、修改、汇编、转授权等，或者将上述内容在与“今天买点啥”合作的第三方网站使用。用户知悉，“今天买点啥”可能会在未来公开出版、发行的读物、期刊、报道中使用上述内容。“今天买点啥”在使用上述内容时，无需另行取得用户的事先同意。</p>

            <p>四、侵权行为</p>

            <p>1. “今天买点啥”尊重每位用户的知识产权，也希望用户在使用本服务时可以遵守中国法律有关知识产权的规定。用户理解并同意，用户对其公开发布在“今天买点啥”上的全部内容应系其原创，享有完整的、无瑕疵的知识产权或已经取得相关权利人的事先书面许可。如用户在“今天买点啥”上发表的内容侵犯了第三方的著作权或其他权利，将由用户自行负责妥善解决，“今天买点啥”不承担任何法律责任。</p>

            <p>2. 如果“今天买点啥”发现或收到他人举报或投诉用户违反本协议约定的，“今天买点啥”有权在不通知相对方的前提下，对涉嫌侵权的内容及用户资料进行审查。“今天买点啥”将根据实际情况删除相关侵权内容，并有权对违规账号作出相应处理。</p>

            <p>3. 如果任何第三方侵犯了“今天买点啥”用户相关的权利，用户同意授权“今天买点啥”或其指定的代理人代表“今天买点啥”自身或用户对该第三方提出警告、投诉、诉讼或谈判和解，并且用户同意在“今天买点啥”认为必要的情况下参与共同维权。</p>

            <p>4. 如个人或单位发现“今天买点啥”上存在侵犯其自身合法权益的内容，请及时与“今天买点啥”取得联系，并提供具有法律效应的身份与权属证明材料及具体的侵权内容链接，以便“今天买点啥”及时作出处理。</p>

            <p>5. “今天买点啥”有权对用户使用服务的情况进行审查和监督，如用户在使用服务时违反任何上述规定，“今天买点啥”有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用服务的权利）以消除或减轻用户不当行为造成的影响。</p>

            <p>五、协议修改</p>

            <p>根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，“今天买点啥”将在必要时对本协议的服务条款作出修改或变更。用户可登录“今天买点啥”网站或在“今天买点啥”App端中查阅最新版本的相关协议条款，修改后的服务条款一经公布即有效替代原有服务条款。如果用户继续使用“今天买点啥”提供的服务，即视为用户已经接受修改后的服务条款；如过用户不接受修改后的服务条款，应当停止使用“今天买点啥”提供的服务。</p>

            <p>六、隐私保护</p>

            <p>1. “今天买点啥”高度尊重并且重视保护用户的个人隐私信息。个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在“今天买点啥”服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。</p>

            <p>2. “今天买点啥”承诺，未经用户事先许可不对外公开或向第三方提供用户的个人隐私信息，但下列情况除外：<br>
                （1）事先获得用户的明确授权；<br>
                （2）根据有关的法律法规要求；<br>
                （3）由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因“今天买点啥”原因导致的个人隐私信息的泄露；<br>
                （4）用户自行向第三方公开其个人隐私信息；<br>
                （5）用户与“今天买点啥”及合作单位之间就用户个人隐私信息的使用公开达成约定，“今天买点啥”因此向合作单位公开用户个人隐私信息；<br>
                （6）按照相关政府主管部门的要求；<br>
                （7）为维护社会公众的利益；<br>
                （8）为维护“今天买点啥”的合法权益；<br>
                （9）任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。</p>

            <p>3. 用户同意“今天买点啥”可在以下事项中使用用户的个人隐私信息：<br>
                （1）“今天买点啥”通过邮件、短信等形式，向用户发送通知信息、促销活动等告知信息，如用户不希望接受上述信息，可退订。<br>
                （2）“今天买点啥”向用户及时发送重要通知，如软件更新、本协议条款的变更；<br>
                （3）“今天买点啥”内部进行审计、数据分析和研究等，以改进“今天买点啥”的产品、服务和与用户之间的沟通；<br>
                （4）依本协议约定，“今天买点啥”管理、审查用户信息及进行处理措施；<br>
                （5）适用法律法规规定的其他事项。<br>
                除上述事项外，如未取得用户事先同意，“今天买点啥”不会将用户个人隐私信息使用于任何其他用途。</p>

            <p>4. 为了改善“今天买点啥”服务，向用户提供更好的服务体验，“今天买点啥”或可会自行收集使用或向第三方提供用户的非个人隐私信息。</p>

            <p>七、免责声明</p>

            <p>1. “今天买点啥”将通过各种手段尽力核实商品信息，但无法保证设置的外部链接的准确性和完整性，同时对于该等外部链接指向的不由“今天买点啥”实际控制的任何网页上的内容，均不承担任何责任。用户在购买商品时，请谨慎判断。</p>

            <p>2. 对于因不可抗力或“今天买点啥”不能控制的原因造成的服务中断或其它缺陷，“今天买点啥”不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>

            <p>3. 用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，“今天买点啥”不承担任何责任。</p>

            <p>4. “今天买点啥”依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成“今天买点啥”的义务或承诺，“今天买点啥”不能保证及时发现违法违规或违约行为或进行相应处理。</p>

            <p>5. 在任何情况下，“今天买点啥”均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“今天买点啥”服务而遭受的利润损失，承担责任（即使“今天买点啥”已被告知该等损失的可能性亦然）。</p>

            <p>八、其他</p>

            <p>1. 本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和“今天买点啥”之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交“今天买点啥”所在地有管辖权的人民法院管辖。</p>

            <p>2. 本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>

        </div>
    </div>
@endsection
